{"word_to_index": {"<pad>": 0, "<unk>": 1, "<start>": 2, "a": 3, "child": 4, "in": 5, "pink": 6, "dress": 7, "is": 8, "climbing": 9, "up": 10, "set": 11, "of": 12, "an": 13, "way": 14, "<end>": 15, "girl": 16, "going": 17, "into": 18, "wooden": 19, "building": 20, "little": 21, "the": 22, "to": 23, "her": 24, "black": 25, "dog": 26, "and": 27, "are": 28, "playing": 29, "with": 30, "each": 31, "other": 32, "on": 33, "road": 34, "white": 35, "brown": 36, "at": 37, "street": 38, "two": 39, "dogs": 40, "different": 41, "looking": 42, "toward": 43, "covered": 44, "sits": 45, "front": 46, "painted": 47, "hands": 48, "sitting": 49, "large": 50, "small": 51, "grass": 52, "plays": 53, "it": 54, "there": 55, "pigtails": 56, "painting": 57, "young": 58, "outside": 59, "man": 60, "lays": 61, "bench": 62, "while": 63, "his": 64, "by": 65, "him": 66, "which": 67, "sleeping": 68, "next": 69, "shirtless": 70, "lies": 71, "park": 72, "laying": 73, "holding": 74, "leash": 75, "ground": 76, "orange": 77, "hat": 78, "something": 79, "wears": 80, "glasses": 81, "wearing": 82, "rope": 83, "net": 84, "red": 85, "climbs": 86, "bridge": 87, "onto": 88, "playground": 89, "running": 90, "grassy": 91, "garden": 92, "surrounded": 93, "fence": 94, "through": 95, "terrier": 96, "green": 97, "runs": 98, "near": 99, "its": 100, "head": 101, "shore": 102, "ball": 103, "edge": 104, "beach": 105, "stands": 106, "shaking": 107, "off": 108, "water": 109, "standing": 110, "one": 111, "side": 112, "boy": 113, "smiles": 114, "wall": 115, "city": 116, "stone": 117, "walking": 118, "paved": 119, "metal": 120, "pole": 121, "behind": 122, "smiling": 123, "shirt": 124, "blue": 125, "jeans": 126, "rock": 127, "leaps": 128, "over": 129, "grey": 130, "leaping": 131, "fallen": 132, "tree": 133, "collar": 134, "jumping": 135, "snow": 136, "field": 137, "surface": 138, "skier": 139, "past": 140, "another": 141, "person": 142, "looks": 143, "trees": 144, "for": 145, "cliff": 146, "group": 147, "people": 148, "climbers": 149, "face": 150, "whilst": 151, "several": 152, "watches": 153, "holds": 154, "line": 155, "chases": 156, "from": 157, "sprinkler": 158, "away": 159, "catch": 160, "thrown": 161, "object": 162, "nearby": 163, "about": 164, "yellow": 165, "mouth": 166, "toy": 167, "ready": 168, "air": 169, "after": 170, "get": 171, "jumps": 172, "towards": 173, "trying": 174, "woman": 175, "big": 176, "lake": 177, "swimming": 178, "around": 179, "watching": 180, "waves": 181, "hand": 182, "facing": 183, "couple": 184, "being": 185, "male": 186, "pond": 187, "stroller": 188, "sit": 189, "baby": 190, "their": 191, "under": 192, "along": 193, "body": 194, "outdoors": 195, "surf": 196, "lab": 197, "splashes": 198, "this": 199, "splashing": 200, "ice": 201, "frozen": 202, "men": 203, "fishing": 204, "play": 205, "making": 206, "sand": 207, "together": 208, "tan": 209, "sandy": 210, "climber": 211, "jacket": 212, "pants": 213, "waterfall": 214, "carries": 215, "as": 216, "he": 217, "walks": 218, "carrying": 219, "has": 220, "wet": 221, "kayak": 222, "life": 223, "canoe": 224, "ride": 225, "catching": 226, "stick": 227, "hockey": 228, "kid": 229, "art": 230, "structure": 231, "sculpture": 232, "statue": 233, "backpack": 234, "reading": 235, "tent": 236, "snowy": 237, "three": 238, "hill": 239, "sky": 240, "them": 241, "stand": 242, "very": 243, "tall": 244, "distance": 245, "camera": 246, "biting": 247, "both": 248, "eats": 249, "food": 250, "table": 251, "eating": 252, "out": 253, "view": 254, "overlooking": 255, "top": 256, "rest": 257, "ledge": 258, "above": 259, "down": 260, "many": 261, "inflatable": 262, "boats": 263, "railing": 264, "crowd": 265, "pose": 266, "some": 267, "posing": 268, "picture": 269, "asian": 270, "blond": 271, "background": 272, "guy": 273, "striped": 274, "floor": 275, "someone": 276, "takes": 277, "jump": 278, "skateboard": 279, "performing": 280, "trick": 281, "doing": 282, "board": 283, "paddling": 284, "river": 285, "boat": 286, "shallow": 287, "girls": 288, "ocean": 289, "four": 290, "children": 291, "pillow": 292, "fight": 293, "kids": 294, "bed": 295, "taking": 296, "take": 297, "boys": 298, "balloon": 299, "sunny": 300, "day": 301, "wait": 302, "traffic": 303, "blonde": 304, "hair": 305, "arm": 306, "train": 307, "rides": 308, "rocky": 309, "run": 310, "across": 311, "area": 312, "high": 313, "diving": 314, "pool": 315, "window": 316, "tank": 317, "door": 318, "light": 319, "swim": 320, "shorts": 321, "trunks": 322, "arms": 323, "outstretched": 324, "hiker": 325, "mountains": 326, "s": 327, "landscape": 328, "mountain": 329, "beautiful": 330, "attempting": 331, "purple": 332, "low": 333, "yard": 334, "frisbee": 335, "parking": 336, "lot": 337, "middle": 338, "during": 339, "between": 340, "open": 341, "busy": 342, "catches": 343, "tennis": 344, "balloons": 345, "night": 346, "hot": 347, "lit": 348, "helmet": 349, "bike": 350, "dirt": 351, "bicycle": 352, "race": 353, "gathered": 354, "dark": 355, "room": 356, "throwing": 357, "bubbles": 358, "getting": 359, "slides": 360, "slide": 361, "floating": 362, "backyard": 363, "sliding": 364, "colorful": 365, "colored": 366, "toddler": 367, "waiting": 368, "sticks": 369, "tongue": 370, "sticking": 371, "look": 372, "horse": 373, "sweatshirt": 374, "fire": 375, "horses": 376, "pushing": 377, "lady": 378, "dock": 379, "deck": 380, "closeup": 381, "that": 382, "lying": 383, "resting": 384, "eyes": 385, "harness": 386, "rocks": 387, "ring": 388, "family": 389, "vehicle": 390, "riding": 391, "atv": 392, "costume": 393, "sidewalk": 394, "bikini": 395, "outfit": 396, "drinking": 397, "dressed": 398, "forest": 399, "wooded": 400, "skiers": 401, "trail": 402, "woods": 403, "hikers": 404, "path": 405, "pier": 406, "pull": 407, "cart": 408, "pulling": 409, "carriage": 410, "sled": 411, "using": 412, "steep": 413, "vest": 414, "inside": 415, "dry": 416, "gear": 417, "chalk": 418, "stream": 419, "pile": 420, "fountain": 421, "tunnel": 422, "course": 423, "swimsuit": 424, "bathing": 425, "suit": 426, "underwater": 427, "swims": 428, "gun": 429, "alone": 430, "rider": 431, "empty": 432, "all": 433, "soccer": 434, "tshirt": 435, "clouds": 436, "biker": 437, "old": 438, "watch": 439, "against": 440, "shoes": 441, "attached": 442, "public": 443, "wood": 444, "bird": 445, "outdoor": 446, "handstand": 447, "does": 448, "upside": 449, "bikes": 450, "flag": 451, "star": 452, "chair": 453, "older": 454, "back": 455, "bicycles": 456, "cap": 457, "haired": 458, "drink": 459, "they": 460, "women": 461, "short": 462, "backpacks": 463, "station": 464, "snowboarder": 465, "clothing": 466, "store": 467, "car": 468, "boots": 469, "wear": 470, "game": 471, "crossing": 472, "sign": 473, "beside": 474, "bright": 475, "others": 476, "pulled": 477, "poses": 478, "who": 479, "cross": 480, "headphones": 481, "baseball": 482, "adult": 483, "sun": 484, "fair": 485, "drinks": 486, "elderly": 487, "gray": 488, "sweater": 489, "walk": 490, "flip": 491, "hood": 492, "blanket": 493, "nose": 494, "silver": 495, "bar": 496, "hanging": 497, "clothes": 498, "uniforms": 499, "same": 500, "hats": 501, "flowers": 502, "long": 503, "subway": 504, "unicycle": 505, "scooter": 506, "concrete": 507, "picnic": 508, "climb": 509, "laughing": 510, "swing": 511, "swings": 512, "spoon": 513, "benches": 514, "sunglasses": 515, "bald": 516, "eye": 517, "female": 518, "player": 519, "number": 520, "reflection": 521, "cat": 522, "police": 523, "motorcycle": 524, "display": 525, "underwear": 526, "leaning": 527, "jack": 528, "waits": 529, "football": 530, "adults": 531, "golf": 532, "fish": 533, "coming": 534, "talking": 535, "cellphone": 536, "bag": 537, "american": 538, "hiking": 539, "dirty": 540, "swinging": 541, "tracks": 542, "railroad": 543, "track": 544, "peace": 545, "tire": 546, "trampoline": 547, "puppies": 548, "go": 549, "shirts": 550, "balcony": 551, "bat": 552, "cup": 553, "puppy": 554, "cement": 555, "shop": 556, "balls": 557, "base": 558, "house": 559, "softball": 560, "equipment": 561, "wine": 562, "restaurant": 563, "branch": 564, "innertube": 565, "curb": 566, "volleyball": 567, "trunk": 568, "cigarette": 569, "shoulders": 570, "school": 571}, "index_to_word": {"0": "<pad>", "1": "<unk>", "2": "<start>", "3": "a", "4": "child", "5": "in", "6": "pink", "7": "dress", "8": "is", "9": "climbing", "10": "up", "11": "set", "12": "of", "13": "an", "14": "way", "15": "<end>", "16": "girl", "17": "going", "18": "into", "19": "wooden", "20": "building", "21": "little", "22": "the", "23": "to", "24": "her", "25": "black", "26": "dog", "27": "and", "28": "are", "29": "playing", "30": "with", "31": "each", "32": "other", "33": "on", "34": "road", "35": "white", "36": "brown", "37": "at", "38": "street", "39": "two", "40": "dogs", "41": "different", "42": "looking", "43": "toward", "44": "covered", "45": "sits", "46": "front", "47": "painted", "48": "hands", "49": "sitting", "50": "large", "51": "small", "52": "grass", "53": "plays", "54": "it", "55": "there", "56": "pigtails", "57": "painting", "58": "young", "59": "outside", "60": "man", "61": "lays", "62": "bench", "63": "while", "64": "his", "65": "by", "66": "him", "67": "which", "68": "sleeping", "69": "next", "70": "shirtless", "71": "lies", "72": "park", "73": "laying", "74": "holding", "75": "leash", "76": "ground", "77": "orange", "78": "hat", "79": "something", "80": "wears", "81": "glasses", "82": "wearing", "83": "rope", "84": "net", "85": "red", "86": "climbs", "87": "bridge", "88": "onto", "89": "playground", "90": "running", "91": "grassy", "92": "garden", "93": "surrounded", "94": "fence", "95": "through", "96": "terrier", "97": "green", "98": "runs", "99": "near", "100": "its", "101": "head", "102": "shore", "103": "ball", "104": "edge", "105": "beach", "106": "stands", "107": "shaking", "108": "off", "109": "water", "110": "standing", "111": "one", "112": "side", "113": "boy", "114": "smiles", "115": "wall", "116": "city", "117": "stone", "118": "walking", "119": "paved", "120": "metal", "121": "pole", "122": "behind", "123": "smiling", "124": "shirt", "125": "blue", "126": "jeans", "127": "rock", "128": "leaps", "129": "over", "130": "grey", "131": "leaping", "132": "fallen", "133": "tree", "134": "collar", "135": "jumping", "136": "snow", "137": "field", "138": "surface", "139": "skier", "140": "past", "141": "another", "142": "person", "143": "looks", "144": "trees", "145": "for", "146": "cliff", "147": "group", "148": "people", "149": "climbers", "150": "face", "151": "whilst", "152": "several", "153": "watches", "154": "holds", "155": "line", "156": "chases", "157": "from", "158": "sprinkler", "159": "away", "160": "catch", "161": "thrown", "162": "object", "163": "nearby", "164": "about", "165": "yellow", "166": "mouth", "167": "toy", "168": "ready", "169": "air", "170": "after", "171": "get", "172": "jumps", "173": "towards", "174": "trying", "175": "woman", "176": "big", "177": "lake", "178": "swimming", "179": "around", "180": "watching", "181": "waves", "182": "hand", "183": "facing", "184": "couple", "185": "being", "186": "male", "187": "pond", "188": "stroller", "189": "sit", "190": "baby", "191": "their", "192": "under", "193": "along", "194": "body", "195": "outdoors", "196": "surf", "197": "lab", "198": "splashes", "199": "this", "200": "splashing", "201": "ice", "202": "frozen", "203": "men", "204": "fishing", "205": "play", "206": "making", "207": "sand", "208": "together", "209": "tan", "210": "sandy", "211": "climber", "212": "jacket", "213": "pants", "214": "waterfall", "215": "carries", "216": "as", "217": "he", "218": "walks", "219": "carrying", "220": "has", "221": "wet", "222": "kayak", "223": "life", "224": "canoe", "225": "ride", "226": "catching", "227": "stick", "228": "hockey", "229": "kid", "230": "art", "231": "structure", "232": "sculpture", "233": "statue", "234": "backpack", "235": "reading", "236": "tent", "237": "snowy", "238": "three", "239": "hill", "240": "sky", "241": "them", "242": "stand", "243": "very", "244": "tall", "245": "distance", "246": "camera", "247": "biting", "248": "both", "249": "eats", "250": "food", "251": "table", "252": "eating", "253": "out", "254": "view", "255": "overlooking", "256": "top", "257": "rest", "258": "ledge", "259": "above", "260": "down", "261": "many", "262": "inflatable", "263": "boats", "264": "railing", "265": "crowd", "266": "pose", "267": "some", "268": "posing", "269": "picture", "270": "asian", "271": "blond", "272": "background", "273": "guy", "274": "striped", "275": "floor", "276": "someone", "277": "takes", "278": "jump", "279": "skateboard", "280": "performing", "281": "trick", "282": "doing", "283": "board", "284": "paddling", "285": "river", "286": "boat", "287": "shallow", "288": "girls", "289": "ocean", "290": "four", "291": "children", "292": "pillow", "293": "fight", "294": "kids", "295": "bed", "296": "taking", "297": "take", "298": "boys", "299": "balloon", "300": "sunny", "301": "day", "302": "wait", "303": "traffic", "304": "blonde", "305": "hair", "306": "arm", "307": "train", "308": "rides", "309": "rocky", "310": "run", "311": "across", "312": "area", "313": "high", "314": "diving", "315": "pool", "316": "window", "317": "tank", "318": "door", "319": "light", "320": "swim", "321": "shorts", "322": "trunks", "323": "arms", "324": "outstretched", "325": "hiker", "326": "mountains", "327": "s", "328": "landscape", "329": "mountain", "330": "beautiful", "331": "attempting", "332": "purple", "333": "low", "334": "yard", "335": "frisbee", "336": "parking", "337": "lot", "338": "middle", "339": "during", "340": "between", "341": "open", "342": "busy", "343": "catches", "344": "tennis", "345": "balloons", "346": "night", "347": "hot", "348": "lit", "349": "helmet", "350": "bike", "351": "dirt", "352": "bicycle", "353": "race", "354": "gathered", "355": "dark", "356": "room", "357": "throwing", "358": "bubbles", "359": "getting", "360": "slides", "361": "slide", "362": "floating", "363": "backyard", "364": "sliding", "365": "colorful", "366": "colored", "367": "toddler", "368": "waiting", "369": "sticks", "370": "tongue", "371": "sticking", "372": "look", "373": "horse", "374": "sweatshirt", "375": "fire", "376": "horses", "377": "pushing", "378": "lady", "379": "dock", "380": "deck", "381": "closeup", "382": "that", "383": "lying", "384": "resting", "385": "eyes", "386": "harness", "387": "rocks", "388": "ring", "389": "family", "390": "vehicle", "391": "riding", "392": "atv", "393": "costume", "394": "sidewalk", "395": "bikini", "396": "outfit", "397": "drinking", "398": "dressed", "399": "forest", "400": "wooded", "401": "skiers", "402": "trail", "403": "woods", "404": "hikers", "405": "path", "406": "pier", "407": "pull", "408": "cart", "409": "pulling", "410": "carriage", "411": "sled", "412": "using", "413": "steep", "414": "vest", "415": "inside", "416": "dry", "417": "gear", "418": "chalk", "419": "stream", "420": "pile", "421": "fountain", "422": "tunnel", "423": "course", "424": "swimsuit", "425": "bathing", "426": "suit", "427": "underwater", "428": "swims", "429": "gun", "430": "alone", "431": "rider", "432": "empty", "433": "all", "434": "soccer", "435": "tshirt", "436": "clouds", "437": "biker", "438": "old", "439": "watch", "440": "against", "441": "shoes", "442": "attached", "443": "public", "444": "wood", "445": "bird", "446": "outdoor", "447": "handstand", "448": "does", "449": "upside", "450": "bikes", "451": "flag", "452": "star", "453": "chair", "454": "older", "455": "back", "456": "bicycles", "457": "cap", "458": "haired", "459": "drink", "460": "they", "461": "women", "462": "short", "463": "backpacks", "464": "station", "465": "snowboarder", "466": "clothing", "467": "store", "468": "car", "469": "boots", "470": "wear", "471": "game", "472": "crossing", "473": "sign", "474": "beside", "475": "bright", "476": "others", "477": "pulled", "478": "poses", "479": "who", "480": "cross", "481": "headphones", "482": "baseball", "483": "adult", "484": "sun", "485": "fair", "486": "drinks", "487": "elderly", "488": "gray", "489": "sweater", "490": "walk", "491": "flip", "492": "hood", "493": "blanket", "494": "nose", "495": "silver", "496": "bar", "497": "hanging", "498": "clothes", "499": "uniforms", "500": "same", "501": "hats", "502": "flowers", "503": "long", "504": "subway", "505": "unicycle", "506": "scooter", "507": "concrete", "508": "picnic", "509": "climb", "510": "laughing", "511": "swing", "512": "swings", "513": "spoon", "514": "benches", "515": "sunglasses", "516": "bald", "517": "eye", "518": "female", "519": "player", "520": "number", "521": "reflection", "522": "cat", "523": "police", "524": "motorcycle", "525": "display", "526": "underwear", "527": "leaning", "528": "jack", "529": "waits", "530": "football", "531": "adults", "532": "golf", "533": "fish", "534": "coming", "535": "talking", "536": "cellphone", "537": "bag", "538": "american", "539": "hiking", "540": "dirty", "541": "swinging", "542": "tracks", "543": "railroad", "544": "track", "545": "peace", "546": "tire", "547": "trampoline", "548": "puppies", "549": "go", "550": "shirts", "551": "balcony", "552": "bat", "553": "cup", "554": "puppy", "555": "cement", "556": "shop", "557": "balls", "558": "base", "559": "house", "560": "softball", "561": "equipment", "562": "wine", "563": "restaurant", "564": "branch", "565": "innertube", "566": "curb", "567": "volleyball", "568": "trunk", "569": "cigarette", "570": "shoulders", "571": "school"}}