{"word_to_index": {"<pad>": 0, "<unk>": 1, "<start>": 2, "a": 3, "child": 4, "in": 5, "pink": 6, "dress": 7, "is": 8, "climbing": 9, "up": 10, "set": 11, "of": 12, "stairs": 13, "an": 14, "way": 15, "<end>": 16, "girl": 17, "going": 18, "into": 19, "wooden": 20, "building": 21, "little": 22, "playhouse": 23, "the": 24, "to": 25, "her": 26, "black": 27, "dog": 28, "and": 29, "spotted": 30, "are": 31, "fighting": 32, "tricolored": 33, "playing": 34, "with": 35, "each": 36, "other": 37, "on": 38, "road": 39, "white": 40, "brown": 41, "spots": 42, "staring": 43, "at": 44, "street": 45, "two": 46, "dogs": 47, "different": 48, "breeds": 49, "looking": 50, "pavement": 51, "moving": 52, "toward": 53, "covered": 54, "paint": 55, "sits": 56, "front": 57, "painted": 58, "rainbow": 59, "hands": 60, "bowl": 61, "sitting": 62, "large": 63, "small": 64, "grass": 65, "plays": 66, "canvas": 67, "it": 68, "there": 69, "pigtails": 70, "painting": 71, "young": 72, "outside": 73, "man": 74, "lays": 75, "bench": 76, "while": 77, "his": 78, "by": 79, "him": 80, "which": 81, "also": 82, "tied": 83, "sleeping": 84, "next": 85, "shirtless": 86, "lies": 87, "park": 88, "laying": 89, "holding": 90, "leash": 91, "ground": 92, "orange": 93, "hat": 94, "starring": 95, "something": 96, "wears": 97, "glasses": 98, "wearing": 99, "beer": 100, "can": 101, "pierced": 102, "ears": 103, "rope": 104, "net": 105, "red": 106, "climbs": 107, "bridge": 108, "onto": 109, "ropes": 110, "playground": 111, "running": 112, "grassy": 113, "garden": 114, "surrounded": 115, "fence": 116, "through": 117, "boston": 118, "terrier": 119, "lush": 120, "green": 121, "runs": 122, "near": 123, "shakes": 124, "its": 125, "head": 126, "shore": 127, "ball": 128, "edge": 129, "beach": 130, "feet": 131, "stands": 132, "shaking": 133, "off": 134, "water": 135, "standing": 136, "turned": 137, "one": 138, "side": 139, "boy": 140, "smiles": 141, "wall": 142, "city": 143, "overalls": 144, "working": 145, "stone": 146, "walking": 147, "paved": 148, "metal": 149, "pole": 150, "behind": 151, "smiling": 152, "shirt": 153, "blue": 154, "jeans": 155, "rock": 156, "leaps": 157, "over": 158, "log": 159, "grey": 160, "leaping": 161, "fallen": 162, "tree": 163, "collar": 164, "jumping": 165, "jumped": 166, "stump": 167, "snow": 168, "field": 169, "surface": 170, "displaying": 171, "pictures": 172, "skier": 173, "skis": 174, "past": 175, "another": 176, "paintings": 177, "person": 178, "framed": 179, "looks": 180, "trees": 181, "for": 182, "sale": 183, "cliff": 184, "group": 185, "people": 186, "seven": 187, "climbers": 188, "ascending": 189, "face": 190, "whilst": 191, "several": 192, "row": 193, "watches": 194, "holds": 195, "line": 196, "chases": 197, "from": 198, "sprinkler": 199, "lawn": 200, "hose": 201, "away": 202, "prepares": 203, "catch": 204, "thrown": 205, "object": 206, "nearby": 207, "cars": 208, "about": 209, "yellow": 210, "mouth": 211, "toy": 212, "ready": 213, "flying": 214, "air": 215, "after": 216, "get": 217, "jumps": 218, "towards": 219, "trying": 220, "midair": 221, "woman": 222, "waters": 223, "big": 224, "lake": 225, "lone": 226, "duck": 227, "swimming": 228, "around": 229, "watching": 230, "waves": 231, "hand": 232, "facing": 233, "skyline": 234, "couple": 235, "infant": 236, "being": 237, "held": 238, "male": 239, "pond": 240, "stroller": 241, "sit": 242, "baby": 243, "their": 244, "newborn": 245, "under": 246, "along": 247, "body": 248, "outdoors": 249, "surf": 250, "lab": 251, "tags": 252, "splashes": 253, "this": 254, "splashing": 255, "drilling": 256, "hole": 257, "ice": 258, "frozen": 259, "men": 260, "fishing": 261, "play": 262, "making": 263, "turn": 264, "soft": 265, "sand": 266, "together": 267, "tan": 268, "sandy": 269, "uses": 270, "picks": 271, "climber": 272, "jacket": 273, "pants": 274, "scaling": 275, "waterfall": 276, "carries": 277, "as": 278, "he": 279, "walks": 280, "carrying": 281, "has": 282, "item": 283, "wet": 284, "kayak": 285, "life": 286, "jackets": 287, "rowing": 288, "canoe": 289, "ride": 290, "courtyard": 291, "catching": 292, "lunges": 293, "chocolate": 294, "too": 295, "driveway": 296, "stick": 297, "kneeling": 298, "goalie": 299, "hockey": 300, "guarding": 301, "goal": 302, "kid": 303, "rink": 304, "right": 305, "crouches": 306, "modern": 307, "art": 308, "structure": 309, "glass": 310, "reads": 311, "newspaper": 312, "sculpture": 313, "office": 314, "statue": 315, "backpack": 316, "buildings": 317, "reading": 318, "tent": 319, "enter": 320, "setting": 321, "hut": 322, "tarp": 323, "snowy": 324, "three": 325, "hill": 326, "sky": 327, "them": 328, "stand": 329, "kneels": 330, "skyscraper": 331, "very": 332, "tall": 333, "distance": 334, "camera": 335, "bites": 336, "hard": 337, "treat": 338, "biting": 339, "good": 340, "putting": 341, "both": 342, "eats": 343, "food": 344, "table": 345, "eating": 346, "pizza": 347, "dish": 348, "mountainside": 349, "check": 350, "out": 351, "view": 352, "overlooking": 353, "valley": 354, "hang": 355, "top": 356, "overlook": 357, "rest": 358, "ledge": 359, "above": 360, "down": 361, "many": 362, "inflatable": 363, "boats": 364, "kayakers": 365, "railing": 366, "rafts": 367, "below": 368, "crowd": 369, "jersey": 370, "pose": 371, "some": 372, "posing": 373, "picture": 374, "asian": 375, "blond": 376, "background": 377, "guy": 378, "striped": 379, "television": 380, "floor": 381, "fast": 382, "meal": 383, "someone": 384, "tv": 385, "teens": 386, "rail": 387, "crowded": 388, "takes": 389, "jump": 390, "skateboard": 391, "performing": 392, "trick": 393, "leans": 394, "skateboarder": 395, "doing": 396, "board": 397, "platform": 398, "skateboarders": 399, "paddling": 400, "river": 401, "seen": 402, "kayaking": 403, "paddles": 404, "boat": 405, "paddle": 406, "shallow": 407, "girls": 408, "ocean": 409, "four": 410, "children": 411, "pajamas": 412, "have": 413, "pillow": 414, "fight": 415, "kids": 416, "bed": 417, "having": 418, "workers": 419, "beam": 420, "taking": 421, "break": 422, "construction": 423, "take": 424, "seat": 425, "boys": 426, "puddle": 427, "balloon": 428, "mud": 429, "sunny": 430, "day": 431, "appears": 432, "wait": 433, "traffic": 434, "blonde": 435, "hair": 436, "tube": 437, "waving": 438, "arm": 439, "train": 440, "rides": 441, "book": 442, "rocky": 443, "run": 444, "across": 445, "stones": 446, "area": 447, "descends": 448, "end": 449, "high": 450, "diving": 451, "pool": 452, "dive": 453, "window": 454, "tank": 455, "door": 456, "puts": 457, "elevator": 458, "lightcolored": 459, "light": 460, "swim": 461, "shorts": 462, "trunks": 463, "arms": 464, "outstretched": 465, "hiker": 466, "bluff": 467, "mountains": 468, "ski": 469, "s": 470, "landscape": 471, "snowcovered": 472, "mountain": 473, "beautiful": 474, "pauses": 475, "mountaintop": 476, "attempting": 477, "purple": 478, "low": 479, "cut": 480, "yard": 481, "frisbee": 482, "parking": 483, "lot": 484, "middle": 485, "during": 486, "heavy": 487, "mat": 488, "between": 489, "suv": 490, "open": 491, "busy": 492, "terrain": 493, "doberman": 494, "chasing": 495, "catches": 496, "tennis": 497, "multicolor": 498, "balloons": 499, "night": 500, "hot": 501, "lit": 502, "lined": 503, "nighttime": 504, "helmet": 505, "bike": 506, "miniature": 507, "dirt": 508, "bicycle": 509, "race": 510, "quickly": 511, "bmx": 512, "eight": 513, "gathered": 514, "dark": 515, "porch": 516, "darkened": 517, "room": 518, "throwing": 519, "bubbles": 520, "clean": 521, "foam": 522, "ramp": 523, "getting": 524, "slides": 525, "slide": 526, "wading": 527, "toys": 528, "floating": 529, "backyard": 530, "sliding": 531, "colorful": 532, "falling": 533, "colored": 534, "wetsuit": 535, "toddler": 536, "waiting": 537, "come": 538, "so": 539, "droplets": 540, "fly": 541, "throws": 542, "sticks": 543, "tongue": 544, "make": 545, "faces": 546, "sticking": 547, "look": 548, "silly": 549, "horse": 550, "sweatshirt": 551, "fire": 552, "barrel": 553, "lead": 554, "horses": 555, "bulldog": 556, "sheep": 557, "boxer": 558, "pushing": 559, "skinny": 560, "smaller": 561, "int": 562, "various": 563, "lady": 564, "no": 565, "dock": 566, "deck": 567, "closeup": 568, "that": 569, "paws": 570, "lying": 571, "resting": 572, "tiled": 573, "eyes": 574, "rests": 575, "patio": 576, "bricks": 577, "artificial": 578, "safety": 579, "harness": 580, "indoor": 581, "rocks": 582, "ring": 583, "teenage": 584, "seating": 585, "inflated": 586, "family": 587, "tractor": 588, "vehicle": 589, "played": 590, "wheeler": 591, "riding": 592, "atv": 593, "costume": 594, "left": 595, "feather": 596, "sidewalk": 597, "bikini": 598, "outfit": 599, "drinking": 600, "pop": 601, "dressed": 602, "feathered": 603, "skiiers": 604, "forest": 605, "skiing": 606, "wooded": 607, "crosscountry": 608, "skiers": 609, "woodland": 610, "trail": 611, "woods": 612, "hikers": 613, "pathway": 614, "path": 615, "happily": 616, "mother": 617, "boardwalk": 618, "sea": 619, "pier": 620, "evening": 621, "pony": 622, "atop": 623, "pull": 624, "cart": 625, "golden": 626, "driven": 627, "coat": 628, "pulling": 629, "carriage": 630, "sled": 631, "sheer": 632, "using": 633, "flat": 634, "steep": 635, "incline": 636, "vest": 637, "inside": 638, "cave": 639, "shows": 640, "sunlight": 641, "lay": 642, "dry": 643, "camp": 644, "gear": 645, "chalk": 646, "portrait": 647, "stream": 648, "drawing": 649, "elaborate": 650, "deep": 651, "pile": 652, "fountain": 653, "fountains": 654, "sprayed": 655, "corgi": 656, "tunnel": 657, "course": 658, "obstacle": 659, "swimsuit": 660, "handrail": 661, "bathing": 662, "suit": 663, "spray": 664, "soaked": 665, "jet": 666, "shower": 667, "gets": 668, "underwater": 669, "redheaded": 670, "swims": 671, "gun": 672, "foot": 673, "aims": 674, "fireplace": 675, "new": 676, "pointed": 677, "alone": 678, "jagged": 679, "snowmobile": 680, "mid": 681, "flies": 682, "rider": 683, "or": 684, "machine": 685, "pine": 686, "rural": 687, "helmets": 688, "goggles": 689, "helmeted": 690, "drive": 691, "heads": 692, "wheel": 693, "empty": 694, "all": 695, "fourwheeler": 696, "airborne": 697, "quad": 698, "happy": 699, "playfully": 700, "soccer": 701, "tshirt": 702, "artist": 703, "paints": 704, "clouds": 705, "braids": 706, "colors": 707, "paper": 708, "cyclist": 709, "sharp": 710, "curve": 711, "cows": 712, "biker": 713, "fetch": 714, "pounces": 715, "old": 716, "fashioned": 717, "video": 718, "cheeks": 719, "lips": 720, "border": 721, "collie": 722, "audience": 723, "watch": 724, "onlookers": 725, "closely": 726, "smooth": 727, "against": 728, "backdrop": 729, "shoes": 730, "attached": 731, "sprays": 732, "frog": 733, "public": 734, "wood": 735, "animal": 736, "bird": 737, "seeds": 738, "clinging": 739, "finger": 740, "wades": 741, "laughs": 742, "playful": 743, "beige": 744, "outdoor": 745, "handstand": 746, "does": 747, "sheets": 748, "upside": 749, "snowboard": 750, "surfboard": 751, "bikes": 752, "traveling": 753, "worn": 754, "motorcycles": 755, "motorbikes": 756, "follow": 757, "offroad": 758, "flag": 759, "moon": 760, "star": 761, "gown": 762, "helps": 763, "wave": 764, "half": 765, "naked": 766, "chair": 767, "older": 768, "back": 769, "relaxes": 770, "where": 771, "bicycles": 772, "cap": 773, "close": 774, "parked": 775, "relaxing": 776, "folding": 777, "topless": 778, "navy": 779, "retrieve": 780, "mouths": 781, "tug": 782, "chew": 783, "haired": 784, "drink": 785, "party": 786, "streets": 787, "they": 788, "women": 789, "parade": 790, "filled": 791, "bushes": 792, "creating": 793, "splash": 794, "seaweed": 795, "swimmers": 796, "foreground": 797, "sandals": 798, "short": 799, "sleeved": 800, "furry": 801, "attempts": 802, "itself": 803, "self": 804, "backpacks": 805, "placed": 806, "cardboard": 807, "bus": 808, "station": 809, "bouncing": 810, "folded": 811, "bedroom": 812, "snowboarder": 813, "slope": 814, "snowboarders": 815, "slopes": 816, "clothing": 817, "store": 818, "opening": 819, "stores": 820, "piece": 821, "attire": 822, "car": 823, "strip": 824, "boots": 825, "stepping": 826, "van": 827, "wear": 828, "game": 829, "plants": 830, "crossing": 831, "greenery": 832, "tropical": 833, "caution": 834, "sign": 835, "beside": 836, "bright": 837, "truck": 838, "others": 839, "helping": 840, "step": 841, "pulled": 842, "passengers": 843, "brightly": 844, "poses": 845, "pig": 846, "hugs": 847, "who": 848, "embracing": 849, "event": 850, "hugging": 851, "stretch": 852, "bicyclist": 853, "cross": 854, "biking": 855, "jogging": 856, "headset": 857, "jogs": 858, "headphones": 859, "plant": 860, "corner": 861, "bicyclists": 862, "intersection": 863, "bikers": 864, "stop": 865, "town": 866, "without": 867, "guiding": 868, "wagon": 869, "leading": 870, "hits": 871, "tee": 872, "practices": 873, "hitting": 874, "baseball": 875, "adult": 876, "put": 877, "batting": 878, "cage": 879, "spins": 880, "sun": 881, "she": 882, "trumpet": 883, "marching": 884, "band": 885, "teenager": 886, "fair": 887, "apron": 888, "drinks": 889, "tray": 890, "offering": 891, "offers": 892, "try": 893, "full": 894, "sledge": 895, "plain": 896, "loading": 897, "items": 898, "preparing": 899, "order": 900, "sneakers": 901, "leap": 902, "elderly": 903, "straw": 904, "gray": 905, "sweater": 906, "walk": 907, "hallway": 908, "flip": 909, "flops": 910, "hood": 911, "legs": 912, "boulder": 913, "mountaineer": 914, "clear": 915, "hooded": 916, "wrestling": 917, "wrestle": 918, "bending": 919, "blanket": 920, "stuffed": 921, "animals": 922, "giving": 923, "war": 924, "nose": 925, "piercing": 926, "silver": 927, "games": 928, "bar": 929, "neon": 930, "hanging": 931, "bank": 932, "computer": 933, "machines": 934, "rough": 935, "longhaired": 936, "directions": 937, "warm": 938, "weather": 939, "summer": 940, "time": 941, "clothes": 942, "camouflage": 943, "squirting": 944, "guns": 945, "spraying": 946, "squirt": 947, "inground": 948, "parents": 949, "carts": 950, "twin": 951, "pushed": 952, "shaped": 953, "strollers": 954, "toddlers": 955, "alike": 956, "plastic": 957, "team": 958, "uniforms": 959, "same": 960, "hats": 961, "sporting": 962, "florida": 963, "dolphin": 964, "caps": 965, "flowers": 966, "shaggy": 967, "long": 968, "alongside": 969, "advertisement": 970, "underground": 971, "backlit": 972, "subway": 973, "umbrella": 974, "unicycle": 975, "scooter": 976, "reaches": 977, "post": 978, "concrete": 979, "landing": 980, "snack": 981, "picnic": 982, "luggage": 983, "eat": 984, "flowery": 985, "floral": 986, "purse": 987, "stretched": 988, "tussle": 989, "suspended": 990, "igloo": 991, "type": 992, "dangling": 993, "strange": 994, "closes": 995, "shining": 996, "closed": 997, "photo": 998, "photograph": 999, "just": 1000, "church": 1001, "climb": 1002, "pretty": 1003, "cleaning": 1004, "windows": 1005, "laughing": 1006, "swing": 1007, "swings": 1008, "spoon": 1009, "heels": 1010, "brick": 1011, "weeds": 1012, "cushion": 1013, "asleep": 1014, "sofa": 1015, "pacifier": 1016, "sucking": 1017, "teddy": 1018, "bear": 1019, "sells": 1020, "soda": 1021, "cans": 1022, "vendor": 1023, "selling": 1024, "stall": 1025, "males": 1026, "print": 1027, "gold": 1028, "stove": 1029, "pipe": 1030, "makeup": 1031, "benches": 1032, "tile": 1033, "sunglasses": 1034, "overpass": 1035, "mask": 1036, "bald": 1037, "containing": 1038, "flips": 1039, "tumbling": 1040, "denim": 1041, "daughter": 1042, "ear": 1043, "bite": 1044, "sports": 1045, "eye": 1046, "protection": 1047, "female": 1048, "lacrosse": 1049, "players": 1050, "these": 1051, "player": 1052, "number": 1053, "six": 1054, "6": 1055, "chased": 1056, "approaching": 1057, "thin": 1058, "carpet": 1059, "rug": 1060, "suits": 1061, "friends": 1062, "smile": 1063, "ladies": 1064, "bikinis": 1065, "sat": 1066, "reflection": 1067, "marble": 1068, "dances": 1069, "hips": 1070, "skirt": 1071, "writing": 1072, "blurry": 1073, "descending": 1074, "dance": 1075, "kicking": 1076, "cat": 1077, "growling": 1078, "hiding": 1079, "snarling": 1080, "approaches": 1081, "police": 1082, "motorcycle": 1083, "motorized": 1084, "muddy": 1085, "motorbike": 1086, "uphill": 1087, "motocross": 1088, "circuit": 1089, "racer": 1090, "jumpsuit": 1091, "display": 1092, "underwear": 1093, "pairs": 1094, "shelter": 1095, "wire": 1096, "awning": 1097, "stopped": 1098, "creek": 1099, "leaning": 1100, "focus": 1101, "motion": 1102, "says": 1103, "logo": 1104, "sunset": 1105, "float": 1106, "talk": 1107, "cafe": 1108, "like": 1109, "union": 1110, "jack": 1111, "drives": 1112, "waits": 1113, "driving": 1114, "handbag": 1115, "collared": 1116, "leashed": 1117, "lap": 1118, "enjoys": 1119, "coffee": 1120, "tries": 1121, "playpen": 1122, "mountainous": 1123, "summit": 1124, "trots": 1125, "football": 1126, "fell": 1127, "first": 1128, "seated": 1129, "candle": 1130, "candles": 1131, "birthday": 1132, "place": 1133, "5": 1134, "celebrating": 1135, "cake": 1136, "trotting": 1137, "few": 1138, "adults": 1139, "splashed": 1140, "winter": 1141, "thick": 1142, "almost": 1143, "golf": 1144, "blocking": 1145, "club": 1146, "sleeveless": 1147, "khaki": 1148, "begins": 1149, "lots": 1150, "shown": 1151, "cloudy": 1152, "structures": 1153, "passes": 1154, "wakeboarder": 1155, "sideways": 1156, "waterskier": 1157, "performs": 1158, "tricks": 1159, "waterskiing": 1160, "knee": 1161, "fall": 1162, "wakeboard": 1163, "wakeboarding": 1164, "younger": 1165, "watercraft": 1166, "costumes": 1167, "booth": 1168, "medieval": 1169, "fish": 1170, "stare": 1171, "pitch": 1172, "uniform": 1173, "africanamerican": 1174, "darkskinned": 1175, "halter": 1176, "stuck": 1177, "husky": 1178, "straps": 1179, "turning": 1180, "flags": 1181, "five": 1182, "coming": 1183, "harnesses": 1184, "wide": 1185, "barks": 1186, "shoulder": 1187, "fluffy": 1188, "grab": 1189, "tables": 1190, "hops": 1191, "talks": 1192, "showing": 1193, "squatting": 1194, "talking": 1195, "phone": 1196, "cellphone": 1197, "flower": 1198, "electronic": 1199, "device": 1200, "frame": 1201, "shopping": 1202, "bag": 1203, "gathers": 1204, "backpacker": 1205, "american": 1206, "carring": 1207, "hiking": 1208, "hikes": 1209, "underneath": 1210, "unseen": 1211, "stool": 1212, "chairs": 1213, "including": 1214, "camo": 1215, "backward": 1216, "backwards": 1217, "gives": 1218, "evil": 1219, "serious": 1220, "reflective": 1221, "watery": 1222, "block": 1223, "size": 1224, "dirty": 1225, "bottle": 1226, "leotard": 1227, "checkered": 1228, "tight": 1229, "bars": 1230, "hangs": 1231, "monkey": 1232, "jungle": 1233, "gym": 1234, "ladder": 1235, "swinging": 1236, "wings": 1237, "floaties": 1238, "hit": 1239, "tracks": 1240, "railroad": 1241, "track": 1242, "jean": 1243, "barefoot": 1244, "bearded": 1245, "turquoise": 1246, "peace": 1247, "stops": 1248, "headdress": 1249, "shaved": 1250, "earrings": 1251, "bound": 1252, "misty": 1253, "surfboards": 1254, "prepare": 1255, "participating": 1256, "wakeboards": 1257, "attempt": 1258, "give": 1259, "signal": 1260, "examining": 1261, "tire": 1262, "racers": 1263, "racing": 1264, "bucket": 1265, "beneath": 1266, "boogie": 1267, "trampoline": 1268, "telephone": 1269, "power": 1270, "lines": 1271, "poles": 1272, "wires": 1273, "puppies": 1274, "chase": 1275, "heavily": 1276, "cold": 1277, "but": 1278, "morning": 1279, "sets": 1280, "hello": 1281, "kitty": 1282, "figure": 1283, "slightly": 1284, "floats": 1285, "peers": 1286, "huge": 1287, "scene": 1288, "skimpy": 1289, "rain": 1290, "screams": 1291, "still": 1292, "hillside": 1293, "skating": 1294, "instructor": 1295, "skate": 1296, "hold": 1297, "go": 1298, "museum": 1299, "puffy": 1300, "silhouetted": 1301, "retriever": 1302, "transportation": 1303, "business": 1304, "nap": 1305, "tie": 1306, "dusk": 1307, "aid": 1308, "bowtie": 1309, "kissing": 1310, "cheek": 1311, "kiss": 1312, "shirts": 1313, "vests": 1314, "formal": 1315, "balcony": 1316, "amusement": 1317, "upper": 1318, "carnival": 1319, "urban": 1320, "follows": 1321, "covers": 1322, "brownhaired": 1323, "shines": 1324, "breaks": 1325, "swords": 1326, "sparring": 1327, "bat": 1328, "cup": 1329, "rubber": 1330, "acting": 1331, "referee": 1332, "funny": 1333, "matching": 1334, "polo": 1335, "strike": 1336, "goofy": 1337, "lane": 1338, "gravel": 1339, "land": 1340, "puppy": 1341, "females": 1342, "scarves": 1343, "dresses": 1344, "examine": 1345, "skirts": 1346, "help": 1347, "push": 1348, "among": 1349, "cement": 1350, "shop": 1351, "before": 1352, "craft": 1353, "fabric": 1354, "pirate": 1355, "skull": 1356, "saxophone": 1357, "hydrant": 1358, "musical": 1359, "instrument": 1360, "retrieves": 1361, "hind": 1362, "far": 1363, "photos": 1364, "york": 1365, "taken": 1366, "balls": 1367, "shed": 1368, "casting": 1369, "rod": 1370, "spectators": 1371, "pitbull": 1372, "labrador": 1373, "firefighter": 1374, "fireman": 1375, "engine": 1376, "was": 1377, "monument": 1378, "clapping": 1379, "base": 1380, "washington": 1381, "arch": 1382, "marker": 1383, "house": 1384, "diaper": 1385, "vertical": 1386, "logs": 1387, "balances": 1388, "tops": 1389, "posts": 1390, "mirror": 1391, "hoodie": 1392, "own": 1393, "softball": 1394, "winding": 1395, "throw": 1396, "tosses": 1397, "tossing": 1398, "emerging": 1399, "poodle": 1400, "leaving": 1401, "marked": 1402, "circle": 1403, "camping": 1404, "equipment": 1405, "bags": 1406, "flowered": 1407, "leaves": 1408, "peeks": 1409, "foliage": 1410, "bottom": 1411, "surfing": 1412, "made": 1413, "dune": 1414, "snowboarding": 1415, "leaf": 1416, "saddle": 1417, "tub": 1418, "container": 1419, "bath": 1420, "bin": 1421, "cloth": 1422, "rag": 1423, "towel": 1424, "overhang": 1425, "formation": 1426, "horizontal": 1427, "crosses": 1428, "somthing": 1429, "walkway": 1430, "industrial": 1431, "enjoying": 1432, "either": 1433, "narrow": 1434, "treelined": 1435, "wine": 1436, "restaurant": 1437, "aiming": 1438, "shoots": 1439, "shoot": 1440, "screen": 1441, "laptop": 1442, "earphones": 1443, "cover": 1444, "sheet": 1445, "case": 1446, "outfits": 1447, "fishes": 1448, "you": 1449, "hiviz": 1450, "pushes": 1451, "doll": 1452, "mustache": 1453, "plaid": 1454, "overlooks": 1455, "speaks": 1456, "fur": 1457, "beaded": 1458, "belt": 1459, "pot": 1460, "had": 1461, "excited": 1462, "be": 1463, "only": 1464, "branch": 1465, "owner": 1466, "stuff": 1467, "pug": 1468, "bends": 1469, "pick": 1470, "merchandise": 1471, "retrieving": 1472, "pack": 1473, "irish": 1474, "father": 1475, "lifting": 1476, "peak": 1477, "formations": 1478, "waterski": 1479, "boarding": 1480, "towed": 1481, "speed": 1482, "cowboy": 1483, "chain": 1484, "neck": 1485, "roller": 1486, "coaster": 1487, "airport": 1488, "overhead": 1489, "shot": 1490, "carefully": 1491, "innertube": 1492, "saying": 1493, "shades": 1494, "brunette": 1495, "combat": 1496, "curb": 1497, "bungee": 1498, "cords": 1499, "lift": 1500, "active": 1501, "strapped": 1502, "guards": 1503, "rolling": 1504, "competing": 1505, "agility": 1506, "lifts": 1507, "paw": 1508, "palm": 1509, "crash": 1510, "test": 1511, "robot": 1512, "touch": 1513, "gentleman": 1514, "lean": 1515, "lands": 1516, "tag": 1517, "zip": 1518, "parasailing": 1519, "second": 1520, "themselves": 1521, "waist": 1522, "bay": 1523, "patch": 1524, "bandanna": 1525, "harbor": 1526, "makes": 1527, "fist": 1528, "headscarf": 1529, "couch": 1530, "lamp": 1531, "indoors": 1532, "reaching": 1533, "teal": 1534, "catcher": 1535, "points": 1536, "league": 1537, "pointing": 1538, "sides": 1539, "teams": 1540, "scenic": 1541, "cobblestone": 1542, "volleyball": 1543, "athletic": 1544, "interesting": 1545, "moves": 1546, "spinning": 1547, "drops": 1548, "great": 1549, "height": 1550, "stares": 1551, "intently": 1552, "checking": 1553, "forward": 1554, "tracksuit": 1555, "squeezing": 1556, "necklace": 1557, "freshly": 1558, "juice": 1559, "dinner": 1560, "plates": 1561, "serve": 1562, "plate": 1563, "trunk": 1564, "guys": 1565, "touches": 1566, "mans": 1567, "brother": 1568, "gloves": 1569, "wrapping": 1570, "speaking": 1571, "box": 1572, "hurdle": 1573, "clears": 1574, "obstacles": 1575, "pulls": 1576, "cigarette": 1577, "lighting": 1578, "fisherman": 1579, "mohawk": 1580, "style": 1581, "shade": 1582, "ribbon": 1583, "ninja": 1584, "karate": 1585, "attacking": 1586, "martial": 1587, "arts": 1588, "practicing": 1589, "kick": 1590, "moment": 1591, "german": 1592, "shephard": 1593, "living": 1594, "handles": 1595, "touching": 1596, "seats": 1597, "bleachers": 1598, "show": 1599, "handle": 1600, "stripe": 1601, "sleeve": 1602, "graffiti": 1603, "skateboarding": 1604, "skater": 1605, "amidst": 1606, "cloud": 1607, "recently": 1608, "hamburgers": 1609, "kitchen": 1610, "jar": 1611, "spread": 1612, "tattooed": 1613, "tattoos": 1614, "backs": 1615, "bathroom": 1616, "facial": 1617, "feeding": 1618, "son": 1619, "himself": 1620, "racket": 1621, "2": 1622, "watched": 1623, "muscular": 1624, "raising": 1625, "backpacking": 1626, "following": 1627, "partially": 1628, "treads": 1629, "fields": 1630, "shoulders": 1631, "beard": 1632, "hilly": 1633, "steers": 1634, "swampy": 1635, "ridden": 1636, "disc": 1637, "distant": 1638, "scales": 1639, "fun": 1640, "bouncy": 1641, "plush": 1642, "multicolored": 1643, "bent": 1644, "participate": 1645, "sport": 1646, "strips": 1647, "fenced": 1648, "limb": 1649, "chewing": 1650, "gnawing": 1651, "uncut": 1652, "leafy": 1653, "teeth": 1654, "really": 1655, "third": 1656, "lens": 1657, "teen": 1658, "school": 1659, "cartwheel": 1660, "gate": 1661, "crashing": 1662, "rapids": 1663, "kayaks": 1664, "rows": 1665, "kayaker": 1666, "goes": 1667, "cyclists": 1668, "bottles": 1669, "bread": 1670, "market": 1671, "gallery": 1672, "string": 1673, "instruments": 1674, "music": 1675, "branches": 1676, "button": 1677, "class": 1678, "halloween": 1679, "shawl": 1680, "tricycles": 1681, "threewheeled": 1682, "vehicles": 1683, "baskets": 1684, "steps": 1685, "guitarist": 1686, "hulahoops": 1687, "guitar": 1688, "stage": 1689, "nearly": 1690, "enclosed": 1691, "balancing": 1692, "leg": 1693, "see": 1694, "gestures": 1695, "gesture": 1696, "cries": 1697, "dragging": 1698, "though": 1699, "emerges": 1700, "maneuvers": 1701, "whitewater": 1702, "jeep": 1703, "ditch": 1704, "free": 1705, "batter": 1706, "padded": 1707, "training": 1708, "attack": 1709, "squirts": 1710, "pale": 1711, "bigger": 1712, "downhill": 1713, "rafting": 1714, "raft": 1715, "squats": 1716, "crouching": 1717, "cutting": 1718, "bowls": 1719, "court": 1720, "visible": 1721, "counter": 1722, "mall": 1723, "murky": 1724, "flannel": 1725, "tires": 1726, "mickey": 1727, "mouse": 1728, "kilt": 1729, "bare": 1730, "crawling": 1731, "socks": 1732, "bounds": 1733, "skateboards": 1734, "do": 1735, "homemade": 1736, "apartment": 1737, "more": 1738, "crosswalk": 1739, "not": 1740, "winds": 1741, "hills": 1742, "autumn": 1743, "scuba": 1744, "diver": 1745, "submerged": 1746, "hall": 1747, "hardwood": 1748, "floors": 1749, "coats": 1750, "purses": 1751, "upon": 1752, "ahead": 1753, "dalmation": 1754, "tail": 1755, "parent": 1756, "bottoms": 1757, "choppy": 1758, "petting": 1759, "zoo": 1760, "goats": 1761, "lambs": 1762, "arena": 1763, "share": 1764, "farm": 1765, "pen": 1766, "enclosure": 1767, "goat": 1768, "curly": 1769, "headed": 1770, "flowing": 1771, "upsidedown": 1772, "flipping": 1773, "direction": 1774, "bounce": 1775, "printed": 1776, "gather": 1777, "gazes": 1778, "horizon": 1779, "kite": 1780, "countryside": 1781, "current": 1782, "wheelie": 1783, "homeless": 1784, "litter": 1785, "lower": 1786, "fetching": 1787, "pirates": 1788, "moustache": 1789, "scarf": 1790, "beads": 1791, "mom": 1792, "slip": 1793, "jewelry": 1794, "offcamera": 1795, "barren": 1796, "handlebars": 1797, "gymnastic": 1798, "maneuver": 1799, "dust": 1800, "storm": 1801, "blowing": 1802, "wind": 1803, "meadow": 1804, "tools": 1805, "digging": 1806, "brush": 1807, "parachutes": 1808, "hound": 1809, "canoeing": 1810, "cooking": 1811, "campsite": 1812, "pouring": 1813, "hay": 1814, "buried": 1815, "pumpkin": 1816, "heart": 1817, "bracelet": 1818, "begging": 1819, "map": 1820, "listening": 1821, "highway": 1822, "sniffing": 1823, "larger": 1824, "image": 1825, "covering": 1826, "mound": 1827, "speedo": 1828, "raised": 1829, "extended": 1830, "raises": 1831, "travels": 1832, "cricket": 1833, "dimly": 1834, "performer": 1835, "singing": 1836, "sings": 1837, "microphone": 1838, "electric": 1839, "onstage": 1840, "outcropping": 1841, "wilderness": 1842, "bubble": 1843, "if": 1844, "bathtub": 1845, "yelling": 1846, "crawls": 1847, "knees": 1848, "babies": 1849, "snowball": 1850, "tents": 1851, "kicks": 1852, "teammate": 1853, "progress": 1854, "opposite": 1855, "lights": 1856, "corn": 1857, "sailboat": 1858, "photographer": 1859, "driver": 1860, "professional": 1861, "aqua": 1862, "shrubs": 1863, "country": 1864, "festival": 1865, "fencedin": 1866, "link": 1867, "silhouette": 1868, "buy": 1869, "pedestrians": 1870, "square": 1871, "students": 1872, "sniffs": 1873, "hoop": 1874, "motorcyclist": 1875, "rounds": 1876, "written": 1877, "support": 1878, "sponsored": 1879, "roadway": 1880, "oriental": 1881, "travel": 1882, "racetrack": 1883, "position": 1884, "seesaw": 1885, "perched": 1886, "casts": 1887, "shadow": 1888, "stairway": 1889, "tethered": 1890, "coloring": 1891, "chest": 1892, "joy": 1893, "expression": 1894, "bunch": 1895, "earth": 1896, "picking": 1897, "things": 1898, "spot": 1899, "handed": 1900, "jacked": 1901, "surfer": 1902, "surfs": 1903, "foggy": 1904, "mist": 1905, "distorted": 1906, "dreadlocks": 1907, "pasture": 1908, "bush": 1909, "sad": 1910, "staircase": 1911, "earring": 1912, "spiky": 1913, "profile": 1914, "punk": 1915, "embrace": 1916, "uniformed": 1917, "fake": 1918, "form": 1919, "observing": 1920, "horns": 1921, "wild": 1922, "races": 1923, "balance": 1924, "garbage": 1925, "strewn": 1926, "graffitied": 1927, "human": 1928, "butt": 1929, "trails": 1930, "real": 1931, "gas": 1932, "rocking": 1933, "tricycle": 1934, "wheeled": 1935, "canyon": 1936, "hike": 1937, "jogger": 1938, "runner": 1939, "marathon": 1940, "rainy": 1941, "pours": 1942, "dim": 1943, "stomach": 1944, "headfirst": 1945, "beginning": 1946, "seagull": 1947, "shoreline": 1948, "stripes": 1949, "much": 1950, "swimmer": 1951, "crouched": 1952, "struggles": 1953, "fuzzy": 1954, "tugging": 1955, "grabs": 1956, "formally": 1957, "skaters": 1958, "skinned": 1959, "neighborhood": 1960, "campfire": 1961, "leashes": 1962, "owners": 1963, "apart": 1964, "reach": 1965, "rolled": 1966, "frolics": 1967, "sprinklers": 1968, "boards": 1969, "skeleton": 1970, "single": 1971, "spiderman": 1972, "candy": 1973, "rings": 1974, "partly": 1975, "costumed": 1976, "diner": 1977, "scary": 1978, "devil": 1979, "raise": 1980, "kneel": 1981, "saber": 1982, "sword": 1983, "polka": 1984, "dot": 1985, "presentation": 1986, "hardhat": 1987, "upset": 1988, "relax": 1989, "converse": 1990, "maroon": 1991, "bend": 1992, "carry": 1993, "stadium": 1994, "sprints": 1995, "floppy": 1996, "licking": 1997, "medium": 1998, "sized": 1999, "lounge": 2000, "resort": 2001, "plaza": 2002, "european": 2003, "sharing": 2004, "feeds": 2005, "cream": 2006, "exhibit": 2007, "skips": 2008, "pet": 2009, "plank": 2010, "acrobatic": 2011, "stunts": 2012, "deflated": 2013, "bicycler": 2014, "pit": 2015, "cycling": 2016, "soaking": 2017, "ends": 2018, "presents": 2019, "checked": 2020, "product": 2021, "dead": 2022, "checks": 2023, "muzzle": 2024, "rottweiler": 2025, "kisses": 2026, "start": 2027, "fat": 2028, "blow": 2029, "hoops": 2030, "arcade": 2031, "corndogs": 2032, "home": 2033, "watering": 2034, "wrapped": 2035, "work": 2036, "tool": 2037, "works": 2038, "trash": 2039, "multiple": 2040, "sacks": 2041, "punches": 2042, "blocks": 2043, "boxers": 2044, "punching": 2045, "tossed": 2046, "caught": 2047, "turns": 2048, "boarder": 2049, "surfers": 2050, "tourists": 2051, "opponent": 2052, "4": 2053, "interacting": 2054, "smoking": 2055, "smokes": 2056, "scruffy": 2057, "sort": 2058, "markings": 2059, "basketball": 2060, "dribbles": 2061, "gymnasium": 2062, "dribbling": 2063, "potted": 2064, "rollerblading": 2065, "inline": 2066, "rollerblades": 2067, "skates": 2068, "enjoy": 2069, "blowup": 2070, "period": 2071, "basket": 2072, "apples": 2073, "desert": 2074, "space": 2075, "peaks": 2076, "conversation": 2077, "chatting": 2078, "clad": 2079, "cowgirl": 2080, "scantily": 2081, "teenagers": 2082, "columns": 2083, "dyed": 2084, "performance": 2085, "practice": 2086, "perform": 2087, "gymnastics": 2088, "gymnast": 2089, "somersault": 2090, "drain": 2091, "threw": 2092, "reddish": 2093, "snowsuit": 2094, "parka": 2095, "licks": 2096, "spout": 2097, "congregate": 2098, "french": 2099, "poodles": 2100, "romp": 2101, "world": 2102, "scenery": 2103, "canoes": 2104, "soars": 2105, "parachuting": 2106, "parachute": 2107, "gathering": 2108, "used": 2109, "gliding": 2110, "collars": 2111, "asphalt": 2112, "control": 2113, "pulley": 2114, "cape": 2115, "stripped": 2116, "tights": 2117, "greyhound": 2118, "greyhounds": 2119, "finish": 2120, "surrounding": 2121, "colorfully": 2122, "decorated": 2123, "ridding": 2124, "riders": 2125, "hug": 2126, "flipped": 2127, "makeshift": 2128, "beanie": 2129, "christmas": 2130, "headband": 2131, "friend": 2132, "starting": 2133, "chicken": 2134, "money": 2135, "carrier": 2136, "juggles": 2137, "grocery": 2138, "concert": 2139, "beret": 2140, "casual": 2141, "glider": 2142, "parasail": 2143, "range": 2144, "heading": 2145, "asking": 2146, "bundled": 2147, "upraised": 2148, "library": 2149, "bookstore": 2150, "read": 2151, "trip": 2152, "protective": 2153, "dalmatian": 2154, "lease": 2155, "hotel": 2156, "island": 2157, "woven": 2158, "identical": 2159, "breaking": 2160, "bit": 2161, "icy": 2162, "pass": 2163, "overcoat": 2164, "muzzled": 2165, "galloping": 2166, "buckets": 2167, "cliffs": 2168, "dusty": 2169, "knife": 2170, "huddle": 2171, "cameras": 2172, "rear": 2173, "whose": 2174, "snowman": 2175, "couples": 2176, "broken": 2177, "carried": 2178, "army": 2179, "peach": 2180, "laid": 2181, "knit": 2182, "shepherd": 2183, "calm": 2184, "sleeves": 2185, "tiny": 2186, "cow": 2187, "bull": 2188, "mean": 2189, "spring": 2190, "african": 2191, "canal": 2192, "whist": 2193, "waterway": 2194, "ponytail": 2195, "chin": 2196, "crocodile": 2197, "posed": 2198, "what": 2199, "ankle": 2200, "rolls": 2201, "binoculars": 2202, "gazing": 2203, "snowcapped": 2204, "glacier": 2205, "giant": 2206, "ballet": 2207, "fairy": 2208, "wand": 2209, "butterfly": 2210, "tutu": 2211, "messy": 2212, "toilet": 2213, "kitten": 2214, "action": 2215, "pitcher": 2216, "bounces": 2217, "pigeons": 2218, "birds": 2219, "individuals": 2220, "photographs": 2221, "barrier": 2222, "digital": 2223, "laugh": 2224, "wheels": 2225, "doors": 2226, "opens": 2227, "drenched": 2228, "mostly": 2229, "snowing": 2230, "falls": 2231, "located": 2232, "footballers": 2233, "score": 2234, "3": 2235, "swimsuits": 2236, "fog": 2237, "nice": 2238, "sailing": 2239, "everywhere": 2240, "material": 2241, "stretching": 2242, "toss": 2243, "raincoat": 2244, "seattle": 2245, "docked": 2246, "disk": 2247, "fruit": 2248, "eyed": 2249, "crossed": 2250, "herself": 2251, "snowbank": 2252, "warmly": 2253, "pretending": 2254, "sleds": 2255, "unhappy": 2256, "dives": 2257, "santa": 2258, "claus": 2259, "st": 2260, "bib": 2261, "desk": 2262, "sunshade": 2263, "rowboat": 2264, "hopping": 2265, "garage": 2266, "roof": 2267, "worker": 2268, "tails": 2269, "muzzles": 2270, "masks": 2271, "rally": 2272, "fans": 2273, "rocket": 2274, "nature": 2275, "dumps": 2276, "bounding": 2277, "cheerleaders": 2278, "cheerleading": 2279, "cheering": 2280, "stunt": 2281, "color": 2282, "ran": 2283, "pads": 2284, "move": 2285, "flock": 2286, "pair": 2287, "pasta": 2288, "mess": 2289, "operating": 2290, "i": 2291, "leather": 2292, "plushie": 2293, "grinding": 2294, "crying": 2295, "somebody": 2296, "barn": 2297, "signs": 2298, "bale": 2299, "bales": 2300, "starts": 2301, "ducks": 2302, "elegant": 2303, "geese": 2304, "8": 2305, "crashes": 2306, "nude": 2307, "castle": 2308, "photographed": 2309, "security": 2310, "guard": 2311, "officer": 2312, "ties": 2313, "sound": 2314, "bow": 2315, "target": 2316, "firing": 2317, "bagpipes": 2318, "bagpipe": 2319, "adjusting": 2320, "part": 2321, "leads": 2322, "clings": 2323, "hurdles": 2324, "fetches": 2325, "returns": 2326, "attention": 2327, "wheelbarrow": 2328, "dancing": 2329, "fancy": 2330, "upward": 2331, "glove": 2332, "marx": 2333, "act": 2334, "violin": 2335, "listens": 2336, "lunch": 2337, "built": 2338, "doorway": 2339, "well": 2340, "eastern": 2341, "runway": 2342, "placing": 2343, "tiger": 2344, "derby": 2345, "tattoo": 2346, "indian": 2347, "native": 2348, "pumps": 2349, "ceiling": 2350, "coverings": 2351, "wrestles": 2352, "shirted": 2353, "location": 2354, "wade": 2355, "clown": 2356, "whistle": 2357, "blows": 2358, "rubs": 2359, "watermelon": 2360, "watermelons": 2361, "airplane": 2362, "cones": 2363, "cone": 2364, "flames": 2365, "flaming": 2366, "trainer": 2367, "fingers": 2368, "reflecting": 2369, "sledding": 2370, "oar": 2371, "whom": 2372, "military": 2373, "british": 2374, "shoveling": 2375, "mini": 2376, "shovel": 2377, "shovels": 2378, "japanese": 2379, "lining": 2380, "theater": 2381, "ticket": 2382, "passing": 2383, "boxes": 2384, "musician": 2385, "statues": 2386, "easter": 2387, "cellphones": 2388, "wheelchair": 2389, "scratches": 2390, "observes": 2391, "scratching": 2392, "furniture": 2393, "liquid": 2394, "mug": 2395, "magazine": 2396, "packed": 2397, "shops": 2398, "leafless": 2399, "extreme": 2400, "repels": 2401, "individual": 2402, "dolphins": 2403, "fellow": 2404, "members": 2405, "feathers": 2406, "umbrellas": 2407, "boxing": 2408, "sleeps": 2409, "numerous": 2410, "cameraman": 2411, "legged": 2412, "boa": 2413, "pedestrian": 2414, "racquet": 2415, "miami": 2416, "official": 2417, "soaring": 2418, "terriers": 2419, "waterfalls": 2420, "pets": 2421, "cats": 2422, "strings": 2423, "confetti": 2424, "bringing": 2425, "dining": 2426, "barking": 2427, "speeds": 2428, "wedding": 2429, "bride": 2430, "bridal": 2431, "midflight": 2432, "smoke": 2433, "buggy": 2434, "comes": 2435, "grabbing": 2436, "called": 2437, "midst": 2438, "robe": 2439, "kicked": 2440, "horseback": 2441, "kind": 2442, "dropping": 2443, "colourful": 2444, "angels": 2445, "use": 2446, "flight": 2447, "sails": 2448, "sell": 2449, "similar": 2450, "gated": 2451, "harnessed": 2452, "change": 2453, "amid": 2454, "drummer": 2455, "storefront": 2456, "drums": 2457, "drum": 2458, "patches": 2459, "forested": 2460, "juggling": 2461, "rubbing": 2462, "melting": 2463, "wicker": 2464, "straight": 2465, "batman": 2466, "pointy": 2467, "wrestler": 2468, "snake": 2469, "pad": 2470, "writes": 2471, "natural": 2472, "digs": 2473, "launches": 2474, "blindfolded": 2475, "beverage": 2476, "meet": 2477, "bowling": 2478, "alley": 2479, "potato": 2480, "pieces": 2481, "darkhaired": 2482, "glides": 2483, "community": 2484, "rollerskating": 2485, "beagle": 2486, "hides": 2487, "massive": 2488, "been": 2489, "railings": 2490, "tripod": 2491, "connected": 2492, "movie": 2493, "musicians": 2494, "speak": 2495, "midjump": 2496, "chunk": 2497, "main": 2498, "dollar": 2499, "creature": 2500, "flute": 2501, "suburban": 2502, "belly": 2503, "tongues": 2504, "mittens": 2505, "unusual": 2506, "trench": 2507, "jetty": 2508, "downtown": 2509, "chickens": 2510, "walls": 2511, "hear": 2512, "point": 2513, "beers": 2514, "hopscotch": 2515, "exercise": 2516, "robes": 2517, "cartwheels": 2518, "competition": 2519, "numbered": 2520, "thumbs": 2521, "crown": 2522, "ship": 2523, "grins": 2524, "domino": 2525, "round": 2526, "match": 2527, "slalom": 2528, "policeman": 2529, "parasails": 2530, "sail": 2531, "windsurfs": 2532, "windsurfer": 2533, "dragon": 2534, "poster": 2535, "stars": 2536, "bearing": 2537, "marketplace": 2538, "herding": 2539, "marsh": 2540, "blackandwhite": 2541, "monster": 2542, "ceremony": 2543, "keep": 2544, "dachshund": 2545, "tulips": 2546, "oklahoma": 2547, "sooners": 2548, "tackle": 2549, "coach": 2550, "footballer": 2551, "sidelines": 2552, "cheers": 2553, "crowds": 2554, "cheer": 2555, "college": 2556, "tackled": 2557, "jerseys": 2558, "tackling": 2559, "cheerleader": 2560, "dancer": 2561, "tackles": 2562, "quarterback": 2563, "injured": 2564, "opposing": 2565, "keeps": 2566, "defending": 2567, "university": 2568, "rival": 2569, "defenders": 2570, "avoid": 2571, "mascot": 2572, "possession": 2573, "contest": 2574, "lifted": 2575, "athletes": 2576, "snap": 2577, "center": 2578, "compete": 2579, "23": 2580, "pro": 2581, "appear": 2582, "stretches": 2583, "fan": 2584, "expressions": 2585, "concerned": 2586, "runners": 2587, "parallel": 2588, "cute": 2589, "chains": 2590, "sundress": 2591, "clowns": 2592, "ollie": 2593, "speeding": 2594, "tugofwar": 2595, "cutout": 2596, "sailor": 2597, "dots": 2598, "squirted": 2599, "handing": 2600, "papers": 2601, "protest": 2602, "hospital": 2603, "cast": 2604, "peeking": 2605, "pillar": 2606, "clothed": 2607, "haircut": 2608, "hawaiian": 2609, "series": 2610, "rabbit": 2611, "tape": 2612, "superman": 2613, "equestrian": 2614, "jumper": 2615, "jockey": 2616, "mossy": 2617, "burning": 2618, "split": 2619, "fencing": 2620, "classic": 2621, "blurred": 2622, "lipstick": 2623, "trains": 2624, "suspenders": 2625, "patterned": 2626, "pail": 2627, "sister": 2628, "banner": 2629, "motorcyclists": 2630, "skies": 2631, "mats": 2632, "struggle": 2633, "learning": 2634, "how": 2635, "waterfront": 2636, "poking": 2637, "merrygoround": 2638, "belongings": 2639, "kiddie": 2640, "camel": 2641, "groom": 2642, "meeting": 2643, "breed": 2644, "shooting": 2645, "chip": 2646, "bark": 2647, "within": 2648, "ribbons": 2649, "bows": 2650, "letters": 2651, "cutouts": 2652, "aged": 2653, "books": 2654, "huddled": 2655, "pretend": 2656, "sing": 2657, "higher": 2658, "cob": 2659, "misses": 2660, "batsman": 2661, "seashore": 2662, "hula": 2663, "hooping": 2664, "advertising": 2665, "rv": 2666, "amongst": 2667, "bitten": 2668, "trashcan": 2669, "observed": 2670, "followed": 2671, "sheltie": 2672, "crossbones": 2673, "residential": 2674, "bucking": 2675, "sparklers": 2676, "sparkler": 2677, "massage": 2678, "thumb": 2679, "apple": 2680, "than": 2681, "tips": 2682, "bathrobe": 2683, "shorthaired": 2684, "backstroke": 2685, "kites": 2686, "yawning": 2687, "breath": 2688, "pitching": 2689, "cane": 2690, "circular": 2691, "pattern": 2692, "rusty": 2693, "studio": 2694, "rodeo": 2695, "twisting": 2696, "reception": 2697, "extends": 2698, "shoe": 2699, "teaches": 2700, "teaching": 2701, "outstreached": 2702, "except": 2703, "croquet": 2704, "bunny": 2705, "numbers": 2706, "footprints": 2707, "site": 2708, "turkeys": 2709, "deer": 2710, "pops": 2711, "popping": 2712, "chews": 2713, "capes": 2714, "houses": 2715, "mitt": 2716, "traditional": 2717, "words": 2718, "themed": 2719, "smelling": 2720, "tuxedos": 2721, "carpeted": 2722, "cookie": 2723, "milk": 2724, "pooh": 2725, "tightrope": 2726, "posters": 2727, "song": 2728, "explosion": 2729, "member": 2730, "priest": 2731, "oversized": 2732, "soldier": 2733, "march": 2734, "banners": 2735, "guide": 2736, "frying": 2737, "pan": 2738, "ornate": 2739, "abandoned": 2740, "bug": 2741, "lime": 2742, "flaps": 2743, "overweight": 2744, "bowler": 2745, "paperwork": 2746, "rack": 2747, "magazines": 2748, "twirling": 2749, "love": 2750, "fairground": 2751, "athlete": 2752, "vault": 2753, "clearing": 2754, "hairy": 2755, "goose": 2756, "rollerblader": 2757, "grinds": 2758, "dried": 2759, "rugby": 2760, "participates": 2761, "canopy": 2762, "model": 2763, "herd": 2764, "powder": 2765, "insect": 2766, "redhaired": 2767, "chubby": 2768, "nails": 2769, "booths": 2770, "tshirts": 2771, "bulls": 2772, "award": 2773, "displays": 2774, "shadows": 2775, "forehead": 2776, "column": 2777, "incoming": 2778, "billboard": 2779, "steering": 2780, "aerial": 2781, "flapping": 2782, "fireworks": 2783, "necklaces": 2784, "becomes": 2785, "stair": 2786, "mobile": 2787, "return": 2788, "campus": 2789, "brindle": 2790, "noses": 2791, "ridge": 2792, "navigates": 2793, "bodyboard": 2794, "religious": 2795, "sling": 2796, "screaming": 2797, "lip": 2798, "accordion": 2799, "dad": 2800, "celebrate": 2801, "special": 2802, "ferry": 2803, "rails": 2804, "policemen": 2805, "officers": 2806, "chopsticks": 2807, "ramps": 2808, "surprised": 2809, "jesus": 2810, "hell": 2811, "trailing": 2812, "festive": 2813, "telescope": 2814, "roll": 2815, "cable": 2816, "strawberry": 2817, "beyond": 2818, "card": 2819, "unique": 2820, "tournament": 2821, "unfinished": 2822, "trucks": 2823, "record": 2824, "sidecar": 2825, "blocked": 2826, "observe": 2827, "crane": 2828, "products": 2829, "drag": 2830, "twilight": 2831, "wig": 2832, "pursued": 2833, "collide": 2834, "when": 2835, "splits": 2836, "ten": 2837, "double": 2838, "pokes": 2839, "filling": 2840, "village": 2841, "sewing": 2842, "youth": 2843, "conversing": 2844, "eyebrows": 2845, "surfboarder": 2846, "plane": 2847, "pyramid": 2848, "victory": 2849, "helicopter": 2850, "pumpkins": 2851, "paintball": 2852, "viewer": 2853, "dunes": 2854, "motor": 2855, "lasso": 2856, "calf": 2857, "cowboys": 2858, "prey": 2859, "puck": 2860, "singer": 2861, "battle": 2862, "striking": 2863, "curtain": 2864, "challenging": 2865, "camcorder": 2866, "films": 2867, "obama": 2868, "bone": 2869, "cop": 2870, "handgun": 2871, "badminton": 2872, "swan": 2873, "swans": 2874, "jeeps": 2875, "baseman": 2876, "characters": 2877, "michael": 2878, "jackson": 2879, "stools": 2880, "decorative": 2881, "garb": 2882, "piggy": 2883, "windsurfing": 2884, "inspecting": 2885, "computers": 2886, "teacher": 2887, "complete": 2888, "seagulls": 2889, "ambulance": 2890, "biplane": 2891, "vine": 2892, "mexican": 2893, "halfpipe": 2894, "jockeys": 2895, "fashion": 2896, "strap": 2897, "tiara": 2898, "escalator": 2899, "hovering": 2900, "traverses": 2901, "bridesmaids": 2902, "groomsmen": 2903, "coal": 2904, "bee": 2905, "mural": 2906, "chinese": 2907, "leggings": 2908, "shiny": 2909, "sweaters": 2910, "podium": 2911, "hawk": 2912, "entrance": 2913, "dunking": 2914, "dunks": 2915, "elephant": 2916, "cigars": 2917, "dancers": 2918, "bears": 2919, "pelican": 2920, "afternoon": 2921, "wrestlers": 2922, "snowboards": 2923, "paying": 2924, "beak": 2925, "alleyway": 2926, "rescue": 2927, "pain": 2928, "chainsaw": 2929, "carving": 2930, "chairlift": 2931, "cigarettes": 2932, "objects": 2933, "cards": 2934, "sumo": 2935, "sash": 2936, "interviews": 2937, "eagle": 2938, "photographers": 2939, "interested": 2940, "lion": 2941, "pugs": 2942, "limousine": 2943, "squirrel": 2944, "lockers": 2945, "jog": 2946, "monitor": 2947, "performers": 2948, "fencers": 2949, "refrigerator": 2950, "newspapers": 2951, "interact": 2952, "cups": 2953, "lanterns": 2954, "bumpy": 2955, "tutus": 2956, "guitars": 2957, "scooters": 2958, "upturned": 2959, "camels": 2960, "legos": 2961, "peanut": 2962, "butter": 2963, "kangaroo": 2964, "piano": 2965, "geyser": 2966, "artists": 2967, "streaks": 2968, "chess": 2969, "firetruck": 2970, "eggs": 2971, "seal": 2972, "gondola": 2973, "bouquet": 2974, "dj": 2975, "dandelion": 2976, "frames": 2977, "trophy": 2978, "cannon": 2979, "pitches": 2980, "stoop": 2981, "spotlight": 2982, "waiter": 2983, "graduation": 2984, "broom": 2985, "greenhouse": 2986, "medals": 2987, "milkshake": 2988, "parlor": 2989, "pinata": 2990, "armenian": 2991, "genocide": 2992, "tinkerbell": 2993, "atm": 2994}, "index_to_word": {"0": "<pad>", "1": "<unk>", "2": "<start>", "3": "a", "4": "child", "5": "in", "6": "pink", "7": "dress", "8": "is", "9": "climbing", "10": "up", "11": "set", "12": "of", "13": "stairs", "14": "an", "15": "way", "16": "<end>", "17": "girl", "18": "going", "19": "into", "20": "wooden", "21": "building", "22": "little", "23": "playhouse", "24": "the", "25": "to", "26": "her", "27": "black", "28": "dog", "29": "and", "30": "spotted", "31": "are", "32": "fighting", "33": "tricolored", "34": "playing", "35": "with", "36": "each", "37": "other", "38": "on", "39": "road", "40": "white", "41": "brown", "42": "spots", "43": "staring", "44": "at", "45": "street", "46": "two", "47": "dogs", "48": "different", "49": "breeds", "50": "looking", "51": "pavement", "52": "moving", "53": "toward", "54": "covered", "55": "paint", "56": "sits", "57": "front", "58": "painted", "59": "rainbow", "60": "hands", "61": "bowl", "62": "sitting", "63": "large", "64": "small", "65": "grass", "66": "plays", "67": "canvas", "68": "it", "69": "there", "70": "pigtails", "71": "painting", "72": "young", "73": "outside", "74": "man", "75": "lays", "76": "bench", "77": "while", "78": "his", "79": "by", "80": "him", "81": "which", "82": "also", "83": "tied", "84": "sleeping", "85": "next", "86": "shirtless", "87": "lies", "88": "park", "89": "laying", "90": "holding", "91": "leash", "92": "ground", "93": "orange", "94": "hat", "95": "starring", "96": "something", "97": "wears", "98": "glasses", "99": "wearing", "100": "beer", "101": "can", "102": "pierced", "103": "ears", "104": "rope", "105": "net", "106": "red", "107": "climbs", "108": "bridge", "109": "onto", "110": "ropes", "111": "playground", "112": "running", "113": "grassy", "114": "garden", "115": "surrounded", "116": "fence", "117": "through", "118": "boston", "119": "terrier", "120": "lush", "121": "green", "122": "runs", "123": "near", "124": "shakes", "125": "its", "126": "head", "127": "shore", "128": "ball", "129": "edge", "130": "beach", "131": "feet", "132": "stands", "133": "shaking", "134": "off", "135": "water", "136": "standing", "137": "turned", "138": "one", "139": "side", "140": "boy", "141": "smiles", "142": "wall", "143": "city", "144": "overalls", "145": "working", "146": "stone", "147": "walking", "148": "paved", "149": "metal", "150": "pole", "151": "behind", "152": "smiling", "153": "shirt", "154": "blue", "155": "jeans", "156": "rock", "157": "leaps", "158": "over", "159": "log", "160": "grey", "161": "leaping", "162": "fallen", "163": "tree", "164": 